[
   {
      "name":"Chelsea F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/c/cc/Chelsea_FC.svg/200px-Chelsea_FC.svg.png",
      "description":"Chelsea Football Club /ˈtʃɛlsiː/ adalah sebuah klub sepak bola Inggris yang bermarkas di Fulham, London. Chelsea didirikan pada tahun 1905 dan kini berkompetisi di Liga Utama Inggris. \n\nKesuksesan pertama Chelsea diraih saat meraih gelar juara liga pada tahun 1955. Beberapa gelar dari berbagai kompetisi juga berhasil diraih pada dekade 1960an, 1970an, 1990an, dan 2000an. Sepanjang sejarah penampilan dalam dunia sepak bola di Inggris dan Eropa, Chelsea telah meraih enam gelar juara Liga Utama Inggris, delapan Piala FA, lima Piala Liga, dua Liga Eropa UEFA, dua Piala Winners UEFA, satu Liga Champions UEFA, dan satu Piala Super UEFA.[3] Dalam dua dekade terakhir merupakan periode terbaik kesuksesan Chelsea dengan meraih lebih dari 30 gelar sejak tahun 1997, termasuk untuk pertama kali meraih gelar ganda, Liga Utama Inggris dan Piala FA pada tahun 2010 serta gelar juara Liga Champions UEFA pada tahun 2012 dan Liga Eropa UEFA pada 2013 dan 2019.[4][5]\n\nKostum utama Chelsea adalah kaus dan celana berwarna biru royal dengan kaus kaki berwarna putih. Kombinasi tersebut telah digunakan sejak dekade 1960an. Lambang klub telah berganti beberapa kali dalam upaya memodernisasi dan mengubah pencitraan. Lambang yang kini digunakan, yang menampilan seekor singa seremonial memegang sebuah tongkat, merupakan modifikasi dari lambang yang pernah digunakan pada dekade 1950an.[6] Sejak tahun 2003, Chelsea dimiliki oleh Roman Abramovich seorang miliuner asal Rusia.[7] Pada tahun 2016, Chelsea mendapat peringkat ketujuh klub sepak bola paling bernilai di dunia versi majalah Forbes, senilai £1.15 miliar ($1.66 miliar).[8] Rata-rata jumlah penonton liga pada laga kandang musim 2016–17 sebanyak 41.507 penonton, jumlah tertinggi keenam di Liga Utama Inggris.[9]"
   },
   {
      "name":"Manchester United F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/7/7a/Manchester_United_FC_crest.svg/220px-Manchester_United_FC_crest.svg.png",
      "description":"Manchester United Football Club adalah sebuah klub sepak bola profesional Inggris yang berbasis di Old Trafford, Manchester Raya, yang bermain di Liga Inggris. Didirikan sebagai Newton Heath LYR Football Club pada tahun 1878, klub ini berganti nama menjadi Manchester United pada 1902 dan pindah ke Old Trafford pada tahun 1910.\n\nManchester United telah memenangkan banyak trofi di sepak bola Inggris, termasuk rekor 20 gelar Liga, 12 Piala FA,[5] empat Piala Liga dan rekor 21 FA Community Shield. Klub ini juga telah memenangkan tiga Piala Eropa, satu Piala UEFA, satu Piala Winners UEFA, satu Piala Super UEFA, satu Piala Interkontinental dan satu Piala Dunia Antarklub FIFA. Pada 1998-1999, klub memenangkan treble dari Liga Premier, Piala FA dan Liga Champions, prestasi belum pernah terjadi sebelumnya untuk klub Inggris.\n\nBencana Udara München 1958 merenggut nyawa delapan pemain. Pada tahun 1968, di bawah manajemen Matt Busby, Manchester United adalah klub sepak bola Inggris pertama yang memenangkan Piala Eropa. sedangkan Alex Ferguson memenangkan total 38 gelar utama, dari bulan November 1986 sampai Mei 2013,[6][7] ketika ia mengumumkan pensiun setelah 26 tahun di klub.[8] Rekan Scot David Moyes diangkat sebagai penggantinya pada tanggal 9 Mei 2013.[9]\n\nManchester United adalah klub sepak bola terkaya ketiga di dunia untuk 2011-12 dalam hal pendapatan, dengan pendapatan tahunan sebesar €395.9 juta, dan kedua klub paling berharga tahun 2013, senilai $3.165 miliar. Dan pada bulan Januari 2015 lalu, Manchester United dinobatkan sebagai klub terkaya kedua di dunia[10], Ini adalah salah satu tim sepak bola yang paling banyak didukung di dunia.[11][12][13] Setelah sahamnya tercatat di London Stock Exchange pada tahun 1991, klub itu dibeli oleh Malcolm Glazer pada Mei 2005 di kesepakatan menilai klub di hampir £800 juta.[14] Pada bulan Agustus 2012, Manchester United melakukan penawaran umum perdana di Bursa Efek New York."
   },
   {
      "name":"Arsenal F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/5/53/Arsenal_FC.svg/170px-Arsenal_FC.svg.png",
      "description":"Arsenal Football Club (dikenal pula sebagai Arsenal atau The Gunners) adalah klub sepak bola profesional Inggris yang berbasis di daerah Holloway, London. didirikan pada 1886 dengan nama Dial Square. Klub ini bermain di Liga Utama Inggris yang termasuk salah satu klub tersukses di sepak bola Inggris, yang telah memenangkan 13 gelar kasta utama Liga Inggris (10 pada era Divisi Pertama dan 3 pada era Premier League) dan 13 gelar di Piala FA (Gelar paling banyak). Arsenal memegang rekor untuk periode terpanjang berada di kasta puncak Liga Inggris tanpa pernah terdegradasi sejak musim 1919 dan menjadi tim pada peringkat pertama dalam klasemen Liga Inggris sepanjang abad ke-20.[3] Arsenal menjadi tim kedua di Inggris yang menyelesaikan semusim liga tanpa kalah (musim 2003–04) dan tim pertama yang melakukannya pada era di mana satu musim berlangsung 38 pertandingan.\n\nArsenal didirikan pada 1886 di Woolwich dan pada tahun 1893 menjadi klub pertama dari selatan Inggris untuk bergabung dengan Football League. Pada tahun 1913, hal itu bergerak ke utara melintasi kota Stadion Arsenal di Highbury. Pada 1930, klub telah memenangkan lima gelar Liga Championship dan dua Piala FA. Setelah periode bersandar pada tahun-tahun pasca-perang itu memenangkan Liga dan Piala FA ganda, di musim 1970-71, dan pada 1990-an dan dekade pertama abad ke-21 memenangkan dua gelar ganda dan mencapai Final Liga Champions UEFA 2006.\n\nArsenal memiliki persaingan lama dengan tim sesama London Utara Tottenham Hotspur, dengan kontes Derby London Utara. Arsenal adalah klub sepak bola terkaya keempat di dunia pada tahun 2013, senilai lebih dari $13 miliar.[4] Di kancah Premier League, Arsenal termasuk salah satu tim yang tidak pernah terdegradasi.[5] Arsenal merupakan tim sepak bola pertama yang memperkenalkan penggunaan angka pada jersey.[6]"
   },
   {
      "name":"Manchester City F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/e/eb/Manchester_City_FC_badge.svg/200px-Manchester_City_FC_badge.svg.png",
      "description":"Manchester City Football Club (dikenal pula sebagai Man City atau The Citizens) adalah sebuah klub sepak bola profesional dari Inggris yang bermain di Liga Premier Inggris. Klub ini merupakaan klub sekota dengan Manchester United dan bermarkas di Stadion Etihad, Manchester.\n\nPertandingan pertama dimainkan pada bulan November 1880. Pada saat itu masih bernama St Mark's (West Gorton). Pada tahun 1887 berubah nama menjadi Ardwick A.F.C, dan pada tahun 1894 menjadi Manchester City F.C.\n\nManchester City telah memenangi Liga Inggris sebanyak 4 kali, Piala FA 5 kali, Piala Liga Inggris 4 kali, dan Piala Winners Eropa 1 kali. Periode tersukses klub ini terjadi pada era akhir tahun 1960-an dan awal 1970-an. Pada saat itu City di bawah asuhan manager Joe Mercer dengan asistennya Malcolm Allison dan beberapa pemain seperti Colin Bell, Mike Summerbee dan Francis Lee.\n\nPada awal tahun 1980-an City mengalami masa penuh gejolak penurunan yang berpuncak pada degradasi ke tingkat ketiga sistem liga sepak bola Inggris pada tahun 1998 untuk pertama kalinya dalam sejarah mereka. Pada saat era Liga Primer Inggris pertama kali dibentuk tahun 1992, City adalah salah satu pencetus liga premier untuk pertama kali. Namun, prestasi klub ini tidak kunjung membaik, bahkan City harus terdegradasi kembali ke tingkat kedua hingga 2 kali, sementara di ajang Piala FA sejak bergulirnya Liga Primer Inggris, prestasi terbaik City hanya sampai pada perempat-final.\n\nSetelah mengakhiri liga di musim 2006-07 pada posisi empatbelas, musim berikutnya prestasi klub mulai merangkak naik. Pertengahan tahun 2007 klub ini resmi menjadi milik miliarder asal Thailand yang ambisius dan juga adalah mantan Perdana Menteri Thailand, Thaksin Shinawatra. Namun, kepemilikan Thaksin tidak berlangsung lama dikarenakan tuduhan kasus korupsi di negeranya, akhirnya pada September 2008 Thaksin menjual kepemilikan klub kepada pengusaha yang juga anggota keluarga kerajaan Abu Dhabi, Uni Emirat Arab yaitu Sheikh Mansour bin Zayed Al Nahyan.\n\nSheikh Mansour bin Zayed Al Nahyan kemudian menghabiskan ratusan jutaan poundsterling untuk membeli pemain kelas atas agar klub menjadi kompetitif. Sukses menyusul pada tahun 2011, Manchester City lolos ke Liga Champions UEFA dan memenangkan Piala FA. Keberhasilan ini mencapai puncaknya dengan menjuarai Liga Premier Inggris 2011-12."
   },
   {
      "name":"Liverpool F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/0/0c/Liverpool_FC.svg/180px-Liverpool_FC.svg.png",
      "description":"Liverpool Football Club /ˈlɪvərpuːl/ (dikenal pula sebagai Liverpool atau The Reds) adalah sebuah klub sepak bola asal Inggris yang berbasis di Kota Liverpool. Saat ini Liverpool adalah peserta Liga Utama Inggris. Liverpool juga merupakan juara dari Liga Utama Inggris musim 2019–2020.\n\nLiverpool telah memenangkan 6 trofi Liga Champions UEFA (dulu Piala Champions) dan merupakan klub dengan pemegang gelar juara Liga Champions UEFA terbanyak di Inggris dan ketiga di Eropa setelah Real Madrid dan AC Milan[3]. Selain itu Liverpool juga pemegang 3 gelar juara Liga Eropa UEFA[4] dan 4 gelar Piala Super UEFA[5].\n\nDi kompetisi domestik, Liverpool adalah klub dengan 19 gelar juara Liga Inggris, 7 Piala FA, serta 8 kali juara Piala Liga.\n\nLiverpool didirikan pada tahun 1892 dan bergabung dengan Football League pada tahun berikutnya. Klub ini telah bermain di Stadion Anfield sejak pembentukannya yang terletak sekitar 4,8 km dari pusat kota Liverpool.\n\nPeriode paling sukses dalam sejarah Liverpool adalah pada tahun 1970-an dan 1980-an ketika Bill Shankly dan Bob Paisley memimpin klub dengan sebelas gelar liga dan tujuh piala Eropa.\n\nLiverpool memiliki sejarah persaingan yang panjang dengan klub tetangganya Everton dan juga dengan Manchester United. Persaingan dengan klub sekota terkenal dengan nama Derby Merseyside. Sedangkan dengan Manchester United di kenal dengan sebutan North West Derby.[6]\n\nLiverpool dikenal memiliki suporter yang sangat fanatik di seluruh dunia. Mereka dijuluki The Kop. Lagu kebangsaan Liverpool adalah \"You'll Never Walk Alone\".\n\nDalam sepanjang sejarah Premier League, Liverpool termasuk salah satu dari enam tim yang belum pernah terdegradasi.[7]"
   },
   {
      "name":"Tottenham Hotspur F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/b/b4/Tottenham_Hotspur.svg/110px-Tottenham_Hotspur.svg.png",
      "description":"Tottenham Hotspur Football Club /ˈtɒtənəm/,[2][3] adalah klub sepak bola yang berasal dari Tottenham, sebuah daerah yang berada di wilayah utara London. Mereka juga dikenal sebagai Spurs, The Spurs dan Tottenham, sementara penggemar mereka memberi mereka nama the Lilywhites karena seragam tradisional mereka yang berwarna putih.\n\nDidirikan pada tahun 1882, Tottenham memenangkan Piala FA untuk pertama kalinya pada tahun 1901, dan menjadi satu-satunya klub non-Liga yang menjuarai Piala FA, sejak dibentuknya The Football League. Pada musim 1960-61, Tottenham adalah klub pertama pada abad ke-20 yang meraih gelar ganda sebagai juara Liga dan Piala FA. Setelah berhasil mempertahankan Piala FA pada tahun 1962, Tottenham menjadi klub Inggris pertama yang memenangkan kompetisi klub UEFA dengan menjadi juara Piala Winners UEFA pada tahun 1963. Piala FA yang ketiga kalinya pada tahun 1960-an, dimenangkan pada tahun 1967.\n\nPada 1970-an, Tottenham memenangkan dua Piala Liga yaitu pada tahun 1971 dan 1973. Pada tahun 1972, menjadi klub pertama yang menjadi juara Piala UEFA sejak dibentuk pada tahun 1971 dan menjadi klub Inggris pertama yang memenangkan dua piala utama Eropa yang berbeda. Pada 1980-an, Spurs memenangkan beberapa piala dengan Piala FA sebanyak dua kali, FA Community Shield dan Piala UEFA pada tahun 1984. Pada 1990-an, klub memenangkan Piala FA dan Piala Liga. Ketika memenangkan Piala Liga sekali lagi pada tahun 2008, menjadikan mereka klub yang telah memenangkan trofi utama di setiap enam dekade terakhir - sebuah prestasi yang sama dengan Manchester United.\n\nKlub ini bermarkas di Stadion Tottenham Hotspur Motto dari klub ini adalah Audere est Facere yang merupakan bahasa Latin yang sering diterjemahkan ke dalam bahasa Inggris sebagai \"To Dare is To Do\". Spurs memiliki perseteruan yang cukup tua dengan klub sekota, Arsenal, dan pertandingan antara Spurs dengan Arsenal terkenal dengan nama Derby London Utara."
   },
   {
      "name":"Leicester City F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/6/6c/Leicester_FC_Logo.svg/200px-Leicester_FC_Logo.svg.png",
      "description":"Leicester City F.C. adalah sebuah tim sepak bola Inggris berbasis di Leicester. Leicester Dikenal juga dengan sebutan The Foxes. Klub ini memainkan pertandingan kandangnya di Stadion King Power yang berkapsitas 32.000 penonton.\n\nMereka bermain di Liga Premier, setelah promosi sebagai juara Football League Championship di 2013-14, kembali ke papan atas sepak bola Inggris setelah satu dekade dan akhirnya menjadi juara di musim 2015-16, atau dua musim setelah promosi.\n\nLeicester dipastikan keluar sebagai juara untuk kali pertama dalam sejarahnya setelah raihan poinnya tak mampu dikejar Arsenal maupun Tottenham diposisi kedua dan ketiga.\n\nSeragam mereka berwarna biru dan celana putih. Klub ini kini berlaga di Liga Utama Inggris. Tim ini didirikan tahun 1884, dengan nama klub Leicester Fosse, yang bermain di sebuah lapangan dekat Fosse Road. Mereka pindah ke jalan Filbert pada tahun 1891, dan mulai masuk ke Football League pada tahun 1894 dan mengadopsi nama Leicester City pada tahun 1919. Mereka pindah ke Stadion Walkers pada tahun 2002, yang berganti nama menjadi Stadion King Power setelah perubahan kepemilikan di 2011.\n\nLeicester memenangkan Premier League 2015-16, juara untuk kali pertama dalam sejarah mereka di kompetisi teratas liga inggris. Sebelum ini, capaian prestasi tertinggi yang pernah mereka raih adalah duduk di tempat kedua di Divisi Satu tahun 1928-29. Klub ini total mengkoleksi tujuh gelar lapis kedua. ( 6 Divisi II dan satu Championship), serta satu gelar League One. Mereka juga telah memenangkan Piala Liga tiga kali dan telah Piala FA runner-up empat kali, sebuah rekor tampil di final tanpa memenangkan kompetisi. Pemain andalan mereka seperti Kante, Jamie Vardy, Riyad Mahrez, dan Kasper Schmeicel lah yang berhasil membawa The Foxes mengukir sejarah dengan menjadi juara Liga Inggris untuk pertama kalinya."
   },
   {
      "name":"West Ham United F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/c/c2/West_Ham_United_FC_logo.svg/200px-West_Ham_United_FC_logo.svg.png",
      "description":"West Ham United Football Club adalah sebuah klub sepak bola Inggris yang bermarkas di London. Sejak 2016, klub ini memainkan pertandingan kandangnya di London Stadium yang berkapasitas 80.000 kursi. Sebelumnya Hammers bermain di Boleyn Ground. Seragam mereka berwarna merah-biru."
   },
   {
      "name":"Wolverhampton Wanderers F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/f/fc/Wolverhampton_Wanderers.svg/200px-Wolverhampton_Wanderers.svg.png",
      "description":"Wolverhampton Wanderers Football Club adalah sebuah klub sepak bola Inggris yang bermarkas di Wolverhampton, Britania Raya yang bermain di Liga Utama Inggris. Klub ini memainkan pertandingan kandangnya di Stadion Molineux yang berkapasitas 32,050 penonton. Seragam mereka berwarna cokelat-hitam. Mereka dijuluki Wolves."
   },
   {
      "name":"Newcastle United F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/5/56/Newcastle_United_Logo.svg/200px-Newcastle_United_Logo.svg.png",
      "description":"Newcastle United Football Club adalah klub sepak bola profesional Inggris yang berbasis di Newcastle upon Tyne, dan bermain di Liga Utama Inggris, kompetisi tingkat teratas dalam sepak bola Inggris. Newcastle United didirikan pada tahun 1892 sebagai hasil penggabungan Newcastle East End dan Newcastle West End, dan bermain di kandangnya saat ini, St James' Park, sejak saat itu. Stadion tersebut dikembangkan menjadi stadion all-seater pada pertengahan 1990-an dan memiliki kapasitas 52.354.[2][3]\n\nKlub ini telah menjadi peserta Liga Utama Inggris untuk semua musim kecuali dalam tiga tahun sejarah kompetisi, dengan menghabiskan 85 musim di tingkat teratas per Mei 2016, dan tidak pernah turun di bawah tingkat kedua kasta sepak bola Inggris sejak bergabung dengan Football League pada tahun 1893. Mereka telah memenangkan empat gelar Kejuaraan Liga, enam Piala FA, dan sekali Community Shield, serta Inter-Cities Fairs Cup 1969, dan Piala Intertoto UEFA 2006. Newcastle United memiliki jumlah total trofi tertinggi kesembilan yang dimenangkan oleh sebuah klub Inggris.[4] Periode tersukses klub adalah antara 1904 hingga 1910, ketika mereka memenangkan Piala FA dan tiga gelar Divisi Pertama. Klub ini sangat sukses di Liga Utama pada 1990-an dan awal 2000-an tanpa memenangkan piala, tetapi telah banyak berjuang di papan bawah sejak musim 2006–07, dan terdegradasi pada tahun 2009 dan 2016. Mereka kembali ke Liga Utama untuk musim 2017–18 setelah memenangkan gelar Kejuaraan EFL pada tahun sebelumnya.\n\nSeragam mereka berwarna hitam-putih, celana pendek hitam dan kaus kaki hitam. Lambang tradisional mereka mengambil elemen-elemen dari lambang kota tersebut, yang memiliki dua kuda laut."
   },
   {
      "name":"Everton F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/7/7c/Everton_FC_logo.svg/200px-Everton_FC_logo.svg.png",
      "description":"Everton Football Club /ˈɛvərtən/ adalah sebuah klub sepak bola profesional yang bermarkas di Kota Liverpool, Inggris, dan merupakan klub rival dari klub sekota Liverpool. Didirikan pada tahun 1878 dan menjadi salah satu pendiri dari Liga Sepak Bola (Football League) pada tahun 1888 serta Liga Primer pada tahun 1992.\n\nSaat ini berkompetisi di Liga Utama Inggris, divisi teratas Liga Inggris. Mereka telah berkompetisi di divisi teratas dengan rekor 108 musim, menjadi klub yang paling lama bermain di divisi teratas kompetisi sepak bola Inggris."
   },
   {
      "name":"A.F.C. Bournemouth",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/e/e5/AFC_Bournemouth_%282013%29.svg/170px-AFC_Bournemouth_%282013%29.svg.png",
      "description":"A.F.C. Bournemouth merupakan sebuah klub sepak bola profesional asal Inggris yang saat ini bermain di Liga Primer Inggris. Klub ini bermain di Lapangan Dean Court di Kings Park, Boscombe, Bournemouth, Dorset dan sudah ada sejak tahun 1899.\n\nAwalnya klub ini pada saat didirikan pada tahun 1890 bernama Boscombe St. John's Institute FC tetapi dibubarkan pada tahun 1899 dan didirikan ulang pada tahun 1899 dengan nama Boscombe FC.\n\nKlub ini sudah memenangkan tingkatan ke-dua dan ke-tiga Liga Inggris, dan pernah menjadi juara tingkatan ke-empat sebanyak dua kali. Mereka juga pernah memenangkan Liga Selatan Inggris, Trofi Liga Inggris, dan juga Piala Sepak Bola Disisi Ketiga Selatan.\n\nDi bawah manajemen Eddie Howe, A.F.C. Bournemouth promosi ke Liga Utama Inggris untuk pertama kalinya di musim 2015–16."
   },
   {
      "name":"Watford F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/e/e2/Watford.svg/170px-Watford.svg.png",
      "description":"Watford Football Club merupakan tim sepak bola profesional Inggris yang bermarkas di Watford, Hertfordshire, dan bermain di Liga Utama Inggris. Klub ini memainkan pertandingan kandangnya di Stadion Vicarage Road yang berkapasitas 22.200 penonton. Seragam mereka berwarna kuning-merah.\n\nMenurut sejarah klub, Watford didirikan pada tahun 1881 sebagai klub sepak bola amatir dengan nama Watford Rovers oleh Henry Grover bersama dengan beberapa pemuda setempat.[4][5] Rovers pertama kali berkompetisi di Piala FA pada musim 1886-87. Pada tahun 1891 mereka menjadi tim sepak bola \"West Hertfordshire Club and Ground\" (biasanya disingkat menjadi West Herts) dan pada musim 1896 bergabung dengan Liga Selatan Inggris. Klub ini secara resmi bernama Watford F.C pada 15 April 1898 sebagai hasil penggabungan West Herts dan Watford St Mary's.[6]"
   },
   {
      "name":"Brighton & Hove Albion F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/f/fd/Brighton_%26_Hove_Albion_logo.svg/200px-Brighton_%26_Hove_Albion_logo.svg.png",
      "description":"Brighton & Hove Albion Football Club adalah sebuah klub sepak bola profesional asal Inggris yang berbasis di kota pantai Brighton & Hove, di timur Sussex. Sering disebut sebagai Brighton & Hove Albion atau hanya sekadar sebagai Brighton. Saat ini bermain di Football League Championship, tingkat kedua dari sistem liga sepak bola Inggris, menggelar pertandingan di Stadion Falmer berpakasitas 30.750 penonton, yang dikenal dalam tujuan sponsor sebagai Stadion Komunitas American Express, atau singkatnya Amex.. Mereka akan menjalankan debut Liga Utama mereka di musim 2017-18 setelah menyegel promosi otomatis dari Kejuaraan EFL.\n\nTim ini dijuluki Seagulls (bahasa Indonesia: camar) atau Albion. Secara historis kostum klub adalah garis-garis biru dan putih, meskipun pernah diubah sebentar menjadi putih semua pada tahun 1970-an, dan menjadi biru polos pada tahun 1980-an pada masa kejayaan klub[3]. Crystal Palace dianggap sebagai klub rivalnya, meskipun berada 40 mil jauhnya[4].\n\nDidirikan pada tahun 1901, pada awalnya Brighton memainkan sepak bola profesional mereka di Liga Selatan sebelum terpilih menjadi anggota Liga Sepak Bola pada tahun 1920. Klub tersebut mendapat perhatian terbesar ari tahun 1979 dan 1983 ketika mereka bermain di Divisi Pertama dan mencapai Final Piala FA 1983, kalah dari Manchester United setelah babak ulangan.[5] Mereka terdegradasi dari divisi teratas di musim yang sama.\n\nKesalahan manajemen membawa Brighton mendekati degradasi dari Football League ke Konferensi yang mereka hindari dengan nyaris pada tahun 1997 dan 1998. Pengambilan alih dewan direksi menyelamatkan Brighton dari likuidasi, dan setelah promosi berturut-turut mereka kembali ke tingkat kedua sepak bola Inggris pada tahun 2002, sejak saat itu bermain Di tingkat kedua dan ketiga sepak bola Inggris sampai akhir musim 2016–17, di mana klub tersebut memperoleh promosi ke Liga Primer untuk pertama kalinya dalam sejarah mereka pada tanggal 17 April 2017. Ini menandai berakhirnya absen 34 tahun Dari papan atas sepak bola Inggris untuk Brighton."
   },
   {
      "name":"Aston Villa F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/f/f9/Aston_Villa_FC_crest_%282016%29.svg/150px-Aston_Villa_FC_crest_%282016%29.svg.png",
      "description":"Aston Villa Football Club (/ˈæstən ˈvɪllə/; juga dikenal sebagai Villa, The Villa, The Villans dan The Lions)[5] adalah klub sepak bola profesional yang bermarkas di Villa Park, Birmingham, Inggris. Klub ini bermain di Liga Utama Inggris dan merupakan salah satu klub pendiri Liga Sepak Bola (Football League) pada tahun 1888 serta Liga Utama pada tahun 1992. Aston Villa merupakan salah satu klub tertua dan tersukses Inggris."
   },
   {
      "name":"Sheffield United F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/9/9c/Sheffield_United_FC_logo.svg/175px-Sheffield_United_FC_logo.svg.png",
      "description":"Sheffield United Football Club adalah sebuah tim sepak bola profesional Inggris yang bermarkas di kota Sheffield, Yorkshire Selatan, Inggris. Tim ini dibentuk tahun 1889. Saat ini klub Sheffield United bermain di Football League One, kompetisi tingkat ke-3 dalam sistem liga sepak bola Inggris. Mereka adalah tim olahraga pertama yang menggunakan nama 'United' dan dijuluki The Blades, berkat reputasi kota Sheffield yang mendunia untuk produksi baja. Klub ini memainkan pertandingan kandangnya di Bramall Lane yang berkapasitas 33.000 penonton, stadion utama tertua di dunia dan masih menjadi tempat pertandingan sepak bola.\n\nSheffield United menikmati masa jaya mereka antara tahun 1897 hingga tahun 1902, memenangkan Liga pada tahun 1898 dan Piala FA pada tahun 1899 dan 1902, dan dilanjutkan pada tahun 1915 dan 1925."
   },
   {
      "name":"Crystal Palace F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/0/0c/Crystal_Palace_FC_logo.svg/170px-Crystal_Palace_FC_logo.svg.png",
      "description":"Crystal Palace Football Club merupakan sebuah tim sepak bola Inggris yang bermarkas di London Borough of Croydon dan didirikan pada tahun 1905. Klub ini memainkan pertandingan kandangnya di Selhurst Park yang berkapasitas 26.309 penonton. Seragam mereka berwarna merah-biru.\n\nMusim 2012-13 klub ini bermain di Liga Championship Inggris. Mulai musim 2013-14, klub akan bermain di Liga Utama Inggris setelah mendapatkan promosi karena menjadi juara dalam pertandingan final play-off Liga Championship Inggris, dengan mengalahkan Watford yang berlangsung di Stadion Wembley.[4]"
   },
   {
      "name":"Norwich City F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/8/8c/Norwich_City.svg/150px-Norwich_City.svg.png",
      "description":"Norwich City Football Club adalah sebuah klub sepak bola Inggris yang didirikan pada tahun 1902. Bermarkas di Norwich, Norfolk. Norwich pada musim 2006-07 bermain di Liga Championship Inggris. Klub ini memainkan pertandingan kandangnya di Stadion Carrow Road yang berkapasitas 26.164 penonton. Seragam mereka berwarna kuning-hijau, sehingga mereka dijuluki Canaries (Kenari)."
   },
   {
      "name":"Sunderland A.F.C",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/7/77/Logo_Sunderland.svg/250px-Logo_Sunderland.svg.png",
      "description":"Sunderland Association Football Club (/ˈsʌndərlənd/ ( simak), local /ˈsʊn[invalid input: 'ᵈ']lən/) adalah sebuah klub sepak bola Inggris yang berkompetisi di Liga Utama Inggris. Sunderland yang bermarkas di Sunderland, Tyne and Wear memainkan pertandingan kandangnya di Stadion Stadium of Light yang berkapasitas 49.000 penonton. Sunderland dijuluki The Black Cats (Kucing Hitam)."
   },
   {
      "name":"Burnley F.C",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/6/6d/Burnley_FC_Logo.svg/175px-Burnley_FC_Logo.svg.png",
      "description":"Burnley Football Club adalah sebuah klub sepak bola Inggris yang bermarkas di Burnley, Lancashire. Klub ini sedang bermain di Liga Utama Inggris, kasta tertinggi sepak bola inggris di musim 2016-17 setelah memenangkan liga peringkat kedua yaitu Liga Championship Inggris di musim sebelumnya. Klub ini memainkan pertandingan kandangnya di stadion Turf Moor yang berkapasitas 22.546 penonton. Seragam mereka adalah berwarna nila, sehingga mereka dijuluki Clarets. Klub ini adalah salah satu anggota penemu English Football League pada tahun 1888.\n\nBurnley pernah dua kali menjadi juara Liga Inggris Divisi Pertama, di musim 1920–21 dan 1959–60, pernah memenangkan Piala FA sekali, pada tahun 1914, dan pernah memenangkan Community Shield dua kali, di 1960 dan 1973."
   },
   {
      "name":"Fulham F.C.",
      "imageUrl":"https://upload.wikimedia.org/wikipedia/id/thumb/1/13/Fulham_FC.svg/150px-Fulham_FC.svg.png",
      "description":"Fulham Football Club /ˈfʊləm/ adalah sebuah klub sepak bola Inggris yang didirikan pada tahun 1879. Klub ini bermarkas di daerah Fulham, London dan berkompetisi di Liga Utama Inggris. Fulham memainkan pertandingan kandangnya di Stadion Craven Cottage yang berkapasitas 25.700 kursi penonton dan saat ini sedang diperbesar sehingga akan berkapasitas 30.500 orang. Seragam mereka berwarna hitam-putih.\n\nPrestasi terbaik dari klub ini di kancah domestik adalah sebagai finalis pada ajang Piala FA (1975) dan Liga Eropa UEFA (2010), posisi ke-7 pada Liga Premier Inggris musim 2008-09, dan babak perempat-final di Piala Liga. Sementara prestasi terbaik tim ini di kancah persepak bolaan Eropa adalah menjadi juara pada Piala Intertoto (bersama Málaga CF dan VfB Stuttgart), dan menjadi runner-up Piala UEFA musim 2009-2010 setelah dikalahkan Atlético Madrid 2-1 di final."
   }
]
